Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Beratungen in Bezug auf Allergien
en: Advice relating to allergies

source: Vermieten von Zimmerpflanzen
en: Hire of interior plants

source: Beratungen in Bezug auf den Biorhythmus
en: Consultation relating to bio-rhythms

source: Entwicklung individueller Programme zur körperlichen Rehabilitation
en: Development of individual physical rehabilitation programmes

source: Scheren von Tieren
en: Animal clipping

source: Auskünfte über die Anwendung von Düngemitteln im Bereich der Gartenwirtschaft
en: Information services relating to the use of fertilisers used in horticulture

source: Durchführung von Serenuntersuchungen
en: Services for the testing of sera

source: Waschen von Haaren
en: Shampooing of the hair

source: Hautbräunungsdienste für Menschen zu kosmetische Zwecken
en: Skin tanning service for humans for cosmetic purposes

source: Beschlagen von Pferden und Hufpflege
en: Shoeing horses and maintaining horses' hooves

source: Dienste im Bereich der Land-, Garten- und Forstwirtschaft
en: Agriculture, horticulture and forestry services

source: Pflege von Topfpflanzen
en: Care of potted plants

source: Behandlung von Allergien
en: Treatment of allergies

source: Beratungen in Bezug auf die psychologische Behandlung körperlicher Gebrechen
en: Counselling relating to the psychological treatment of medical ailments

source: Medizinische Dienstleistungen zur Diagnose des Zustands des menschlichen Körpers
en: Medical services for the diagnosis of conditions of the human body

source: Entnahme und Konservierung von menschlichem Blut
en: Collection and preservation of human blood

source: Beratungen in Bezug auf die Pflege von Fischen
en: Advisory services relating to the care of fish

source: Vermietung von Duschen
en: Leasing of showers

source: Haarentfernungsdienste für Menschen
en: Personal hair removal services

source: Dienstleistungen von Röntgentechnikern
en: Hiring of veterinary instruments

source: Dienstleistungen eines Salons zur Gewichtsreduzierung
en: Spraying of crop protection products for agricultural purposes

source: Untersuchung menschlichen Gewebes zur ärztlichen Behandlung
en: Personality assessment services [mental health services]

source: Auskünfte über die Anwendung von Düngemitteln im Bereich der Landwirtschaft
en: Information services relating to the use of fertilisers used in agriculture

source: Samenspenden von Männern
en: Human sperm donation services

source: Lasertherapie zur Behandlung von gesundheitlichen Beschwerden
en: Providing laser therapy for treating medical conditions

source: Vermietung von Topfpflanzen
en: Rental of potted plants

source: Zucht- und Deckdienstleistungen
en: Breeding and stud services

source: Durchführung von ärztlichen Untersuchungen
en: Conducting of medical examinations

source: Beratungen in Bezug auf Schönheit
en: Consultancy services relating to beauty

source: Beratungen in Bezug auf die psychologische Linderung von körperlichen Leiden
en: Counselling relating to the psychological relief of medical ailments

source: Beobachtung von Patienten
en: Monitoring of patients

source: Auskünfte in Bezug auf die Pflege von Haustieren
en: Advisory services relating to the care of pet animals

source: Beratungen in Bezug auf den Wassergartenbau
en: Advisory services relating to water gardening

source: Land-, gewässer-, garten- und forstwirtschaftliche Dienstleistungen
en: Agriculture, aquaculture, horticulture and forestry services

source: Durchführung von Darmspiegelungen
en: Colonoscopy screening services

source: Therapeutisches Pilates
en: Therapeutical pilates

source: Durchführung von Gentests an Tieren zu Diagnose- oder Behandlungszwecken
en: Genetic testing of animals for diagnostic or treatment purposes

source: Online-Bereitstellung medizinischer Akten, ausgenommen für die Zahnmedizin
en: Providing online medical record services other than dentistry

source: Durchführung von Schlafuntersuchungen für medizinische Diagnose-und Behandlungszwecke
en: Conducting sleep studies for medical diagnostic or treatment purposes

source: Zahnärztliche Beratung
en: Dental consultations

source: Schädlingsbekämpfung für Landwirtschaft, Aquakultur, Gartenbau und Forstwirtschaft
en: Pest control services for agriculture, aquaculture, horticulture and forestry

source: Gesundheitspflegeleistungen auf Vertragsbasis, bereitgestellt über ein Netz von Gesundheitspflegeanbietern
en: Health care services offered through a network of health care providers on a contract basis

source: Erteilung von Auskünften über Gartenpflege
en: Providing information about gardening

source: Durchführungen von Raucherentwöhnungsbehandlungen
en: Providing smoking cessation treatment services

source: Auskünfte zu Ernährungsinformationen über Lebensmittel
en: Providing nutritional information about food

source: Rehabilitation von drogenabhängigen Patienten
en: Rehabilitation of drug addicted patients

source: Rehabilitation von betäubungsmittelabhängigen Patienten
en: Rehabilitation of narcotic addicted patients

source: Dienste eines Friseursalons
en: Animal grooming services

source: Beratungen bezüglich Ernährung
en: Dietetic advisory services

source: Medizinische Beratung
en: Medical counseling

source: Erteilung medizinischer Auskünfte
en: Providing medical information

source: Medizinische Auskünfte
en: Medical information

source: Verteilung von Dung
en: Fertilizer spreading

source: Verteilung von Düngemitteln
en: Surface spreading of fertilizers

source: Pharmazeutische Beratung
en: Pharmaceutical advice

source: Medizinische Beratung für Personen mit Behinderungen
en: Medical advice for individuals with disabilities

source: Beratung in Bezug auf die Entbindung
en: Advice in the field of childbirth

source: Zubereitung und Ausgabe von Medikamenten
en: Preparation and dispensing of medications

source: Ausgabe von Pharmazeutika
en: Dispensing of pharmaceuticals

source: Medizinische Beratung bezüglich Stress
en: Medical counseling relating to stress

source: Zurverfügungstellen von Informationen in Bezug auf Tierzucht
en: Providing information relating to animal breeding

source: Laboranalysedienstleistungen im Zusammenhang mit der Behandlung von Tieren
en: Laboratory analysis services relating to the treatment of animals

source: Laboranalysedienstleistungen im Zusammenhang mit der Behandlung von Menschen
en: Laboratory analysis services relating to the treatment of persons

source: Durchführen von medizinischen Analysen durch ein medizinisches Labor bezüglich der Behandlung von Personen
en: Medical analysis services relating to the treatment of persons provided by a medical laboratory

source: Psychologische Diagnosedienstleistungen
en: Psychological diagnosis services

source: Kosmetikbehandlungen für Gesicht und Körper
en: Cosmetic facial and body treatment services

source: Versprühen von Insektiziden für land-, garten- und forstwirtschaftliche Zwecke
en: Insecticide spraying for agricultural, horticultural and forestry purposes

source: Medizinische Labordienstleistungen für die Analyse von Blutproben von Patienten
en: Medical laboratory services for the analysis of blood samples taken from patients

source: Medizinische Labordienstleistungen für die Analyse von Proben von Patienten
en: Medical laboratory services for the analysis of samples taken from patients

source: Zurverfügungstellen von Informationen zur Vermietung von Topfpflanzen
en: Providing information relating to the rental of potted plants

source: Zurverfügungstellen von Informationen zu Krankenpflegediensten
en: Providing information relating to nursing care services

source: Medizinische Analysen für die Diagnose und Behandlung von Menschen
en: Medical analysis for the diagnosis and treatment of persons

source: Unkrautvernichtung für die Land-, Garten- und Forstwirtschaft
en: Weed killing for agriculture, horticulture and forestry

source: Vertilgung von Parasiten für die Land-, Garten- und Forstwirtschaft
en: Destruction of parasites for agriculture, horticulture and forestry

source: Vertilgung von Ungeziefer in der Land- und Forstwirtschaft sowie im Gartenbau und Bereitstellung von Informationen zu diesem Bereich
en: Vermin exterminating for agriculture, horticulture or forestry, and providing information relating thereto

source: Land-, garten- und forstwirtschaftliche Dienstleistungen bezüglich der Rekultivierung von industriellem Brachland
en: Agriculture, horticulture and forestry services relating to the recultivation of industrial wastelands

source: Psychologische Behandlung
en: Psychological treatment

source: Beratungs- und Informationsdienste bezüglich pharmazeutischen Produkten über das Internet
en: Consultancy and information services provided via the Internet relating to pharmaceutical products

source: Beratungs- und Informationsdienste bezüglich pharmazeutischen Produkten
en: Consultancy and information services relating to pharmaceutical products

source: Beratungsdienste bezüglich der Verwendung von Düngemitteln in der Land-, Garten- und Forstwirtschaft
en: Advisory and consultancy services relating to the use of fertilizers in agriculture, horticulture and forestry

source: Beratungsdienste bezüglich der Verwendung von Dünger in der Land-, Garten- und Forstwirtschaft
en: Advisory and consultancy services relating to the use of manure in agriculture, horticulture and forestry

source: Beratungsdienste bezüglich der Verwendung von land- und gartenwirtschaftlichen Düngemitteln
en: Advisory and consultancy services relating to the use of agricultural and horticultural fertilizers

source: Beratung im Bereich Landschaftsgestaltung
en: Consultancy relating to landscape design

source: Beratung in Bezug auf das Pflanzen von Bäumen
en: Consultancy relating to tree planting

source: Zurverfügungstellen von Informationen bezüglich Diät- und Ernährungsberatung
en: Providing information relating to dietary and nutritional guidance

source: Ergotherapie und berufliche Rehabilitation
en: Occupational therapy and rehabilitation

source: Ambulante und stationäre Pflegedienste
en: Outpatient and inpatient care services

source: Dienste eines Psychotherapeuten
en: Psychotherapists' services

source: Beratungsdienste bezüglich Unkrautvernichtung sowie Schädlings- und Ungeziefervernichtung in der Land-, Garten- und Forstwirtschaft
en: Advisory and consultancy services relating to weed, pest and vermin control in agriculture, horticulture and forestry

source: Einsetzen von künstlichen Gliedmaßen, Prothesenvorrichtungen und Prothesen
en: Fitting of artificial limbs, prosthetic devices and prostheses

source: Beratungsdienste zum Einsatz von nicht chemischen Behandlungen für Nachhaltigkeit in der Landwirtschaft und im Gartenbau
en: Advisory and consultancy services relating to the use of non-chemical treatments for sustainable agriculture and horticulture

source: Medizinische Beratung für die Auswahl von geeigneten Rollstühlen, Toilettenstühlen, Lifter, Gehhilfen und Betten für Behinderte
en: Medical consultancy for selecting appropriate wheelchairs, commodes, invalid hoists, walking frames and beds

source: Beratung bezüglich ganzheitlicher Psychologie
en: Consultancy relating to integral psychology

source: Beratungsdienste bezüglich Gewichtskontrolle
en: Advisory services relating to weight control

source: Veterinäre Informationsdienste über das Internet
en: Veterinary information services provided via the Internet

source: Medizinische Informationsdienste, bereitgestellt über das Internet
en: Medical information services provided via the Internet

source: Zurverfügungstellen von Informationen bezüglich der Verteilung von Dünger
en: Providing information relating to the spreading of fertilizers

source: Röntgenuntersuchungen für medizinische Zwecke
en: X-ray examinations for medical purposes

source: Medizinische Dienstleistungen im Bereich Diabetes
en: Medical services in the field of diabetes

source: Durchführen psychologischer Beurteilungen und Untersuchungen
en: Conducting of psychological assessments and examination

source: Medizinische Beratung bezüglich Hörverlust
en: Medical consultancy relating to hearing loss

source: Beratungsdienste im Bereich Land-, Garten- und Forstwirtschaft
en: Consultancy relating to agriculture, horticulture and forestry

source: Zurverfügungstellen von Informationen im Bereich Diabetes via Internet
en: Providing information via the Internet in the field of diabetes

source: Erstellen von psychologischen Berichten
en: Preparation of psychological reports

source: Beratungsdienste in Bezug auf medizinische Apparate und Instrumente
en: Advisory services relating to medical apparatus and instruments

source: Beratung in Bezug auf die Kultivierung von Pflanzen
en: Consultancy relating to the cultivation of plants

source: Verlegen von Kunstrasen
en: Laying of artificial turf

source: Vermietung von Apparaten und Anlagen im Bereich der Medizintechnik
en: Rental of apparatus and installations in the field of medical technology

source: Genetische Beratung
en: Genetic counseling

source: Von Kliniken und Krankenhäusern erbrachte medizinische Behandlungen
en: Medical treatment services provided by clinics and hospitals

source: Medizinische Dienstleistungen in Bezug auf die Entnahme, Behandlung und Verarbeitung von Knochenmark
en: Medical services relating to the removal, treatment and processing of bone marrow

source: Medizinische Dienstleistungen in Bezug auf die Entnahme, Behandlung und Verarbeitung von Stammzellen
en: Medical services relating to the removal, treatment and processing of stem cells

source: Medizinische Dienstleistungen in Bezug auf die Entnahme, Behandlung und Verarbeitung von Nabelschnurblut
en: Medical services relating to the removal, treatment and processing of umbilical cord blood

source: Psychologische Beratung von Personal
en: Psychological counseling of staff

source: Individuelle medizinische Beratung für Patienten
en: Individual medical counseling services provided to patients

source: Bereitstellung von Informationen zu Türkischen Bädern
en: Providing information about Turkish bath facilities

source: Zurverfügungstellen von Informationen zu öffentlichen Bädern
en: Providing information about public bath facilities

source: Make-up-Beratungsdienste, online oder persönlich erbracht
en: Make-up consultation services provided on-line or in-person

source: Beratungsdienstleistungen im Bereich des Make-ups
en: Consultation services in the field of make-up

source: Beratung in Bezug auf Ergotherapie
en: Counseling relating to occupational therapy

source: Beratungs- und Informationsdienstleistungen zu biopharmazeutischen Produkten
en: Consultancy and information services relating to biopharmaceutical products

source: Beratungs- und Informationsdienstleistungen zu medizinischen Produkten
en: Consultancy and information services relating to medical products

source: Zurverfügungstellen von Informationen bezüglich der Zubereitung und der Abgabe von Medikamenten
en: Providing information relating to the preparation and dispensing of medications

source: Kosmetische Körper-, Gesichts- und Haarbehandlung
en: Cosmetic treatment services for the body, face and hair

source: Medizinische Behandlungsdienstleistungen von Kurbädern
en: Medical treatment services provided by a health spa

source: Beratung im Bereich der Körper- und Schönheitspflege
en: Consultancy in the field of body and beauty care

source: Beratung über das Internet im Bereich Körper- und Schönheitspflege
en: Consultancy provided via the Internet in the field of body and beauty care

source: Durchführen von medizinischen Analysen zur Diagnose von Krebs
en: Medical analysis services for the diagnosis of cancer

source: Tätowieren von Haustieren zu Identifikationszwecken
en: Tattooing of pets for identification purposes

source: Tagespflege von kranken Kindern in medizinischen Kliniken
en: Medical clinic day care services for sick children

source: Einsetzen von subkutanen Mikrochips bei Haustieren zum Zwecke der Nachverfolgung und der Identifikation
en: Insertion of subcutaneous microchips into pets for purposes of tracking and identification

source: Vermietung von Vieh
en: Leasing of livestock

source: Schädlingsbekämpfung für Land-, Garten- und Forstwirtschaft
en: Pest control services for agriculture, horticulture and forestry

source: Psychologische Therapie für Kleinkinder
en: Psychological therapy for infants

source: Anbau von Trauben für die Weinproduktion
en: Cultivation of grapes for winemaking

source: Beratungsdienste in Bezug auf Gewichtsabnahme
en: Advisory services relating to weight loss

source: Stimm- und Sprechtherapiedienstleistungen
en: Voice and speech therapy services

source: Make-up-Beratungsdienste und Auftragen von Make-up
en: Make-up consultation and application services

source: Ernährungs- und Diätberatung
en: Nutrition and dietetic consultancy

source: Airbrush-Tanning-Dienste für den menschlichen Körper
en: Airbrush tanning services for the human body

source: Durchführung von Blutdrucktests
en: Blood pressure screening services

source: Kosmetische Laserbehandlungen der Haut
en: Cosmetic laser treatment of skin

source: Kosmetische Laserbehandlung von Besenreisern
en: Cosmetic laser treatment of spider veins

source: Kosmetische Laserbehandlung von Fußnagelpilz
en: Cosmetic laser treatment of toenail fungus

source: Kosmetische Laserbehandlung von Krampfadern
en: Cosmetic laser treatment of varicose veins

source: Drogen-, Alkohol- und DNA-Tests für medizinische Zwecke
en: Drug, alcohol and DNA screening for medical purposes

source: Färben von Augenbrauen
en: Eyebrow dyeing services

source: Formen von Augenbrauen
en: Eyebrow shaping services

source: Tätowieren von Augenbrauen
en: Eyebrow tattooing services

source: Tönen von Augenbrauen
en: Eyebrow tinting services

source: Formen von Wimpern
en: Eyelash curling services

source: Wellen von Wimpern
en: Eyelash perming services

source: Tönen von Augenwimpern
en: Eyelash tinting services

source: Ondulieren von Haaren
en: Hair curling services

source: Legen von Dauerwellen
en: Hair perming services

source: Gesundheitsuntersuchungen im Bereich Asthma
en: Health screening services in the field of asthma

source: Gesundheitsuntersuchungen im Bereich Schlafapnoe
en: Health screening services in the field of sleep apnea

source: Kosmetische Injektionsbehandlungen zum Füllen von Gewebe
en: Injectable filler treatments for cosmetic purposes

source: Vorsorgeuntersuchungen im Bereich Asthma
en: Medical screening services in the field of asthma

source: Vorsorgeuntersuchungen im Bereich Schlafapnoe
en: Medical screening services in the field of sleep apnea

source: Medizinische Dienstleistungen im Bereich Nephrologie
en: Medical services in the field of nephrology

source: Medizinische Dienstleistungen im Bereich Onkologie
en: Medical services in the field of oncology

source: Medizinische Beratung im Bereich Dermatologie
en: Providing medical advice in the field of dermatology

source: Medizinische Beratung im Bereich Geriatrie
en: Providing medical advice in the field of geriatrics

source: Medizinische Beratung im Bereich Gewichtsreduktion
en: Providing medical advice in the field of weight loss

source: Erteilen von medizinischen Auskünften im Bereich Dermatologie
en: Providing medical information in the field of dermatology

source: Erteilen von medizinischen Auskünften im Bereich Geriatrie
en: Providing medical information in the field of geriatrics

source: Erteilung medizinischer Auskünfte im Bereich der Gewichtsabnahme
en: Providing medical information in the field of weight loss

source: Erteilen von Ernährungsinformationen über Getränke zur Gewichtsabnahme für medizinische Zwecke
en: Providing nutritional information about drinks for medical weight loss purposes

source: Vermietung von Gartengeräten
en: Rental of gardening implements

source: Vorsorgeuntersuchungen im Bereich Hodenkrebs
en: Testicular cancer screening services

source: Färben von Augenwimpern
en: Eyelash dyeing services

source: Bereitstellung von medizinischer Unterstützung bei der Überwachung der Medikamentenausgabe an Patienten
en: Providing medical support in the monitoring of patients receiving medical treatments

source: Erteilen von Online-Auskünftenin Bezug auf Onkologie
en: Providing on-line information relating to oncology

source: Decken von Rindern
en: Stud services for cattle

source: Medizinische Fußpflege
en: Medical care of feet

source: Auskünfte bezüglich Blutspende
en: Information relating to blood donation

source: Autogene Therapiedienste
en: Autogenic therapy services

source: Überwachung von gewerblichen Schutzrechten für Rechtsberatungszwecke
en: Monitoring intellectual property rights for legal advisory purposes

source: Juristische Registrierungsdienste
en: Registration services (legal)

source: Beratungsdienste hinsichtlich des Schutzes geistigen Eigentums
en: Advisory services relating to intellectual property protection

source: Erstellen von Rechtsauskünften
en: Compilation of legal information

source: Kontrolle von Reisepässen [Sicherheitsdienst]
en: Passport control services [security]

source: Dienstleistungen einer Agentur für Persönlichkeitsberatung
en: Agency services for arranging personal introductions

source: Astrologische Beratung
en: Astrology consultancy

source: Tarotkartenlegen für Einzelpersonen
en: Provision of personal tarot readings

source: Vermietung von Schutzbekleidung
en: Rental of protective clothing

source: Lizenzierung von drahtlosen Kommunikationssystemen
en: Licensing of wireless communication system

source: Beratungsdienste in Bezug auf die juristischen Aspekte von Franchising
en: Consultancy services relating to the legal aspects of franchising

source: Fachliche Beratung bezüglich Urheberrechten
en: Copyright (Professional advisory services relating to -)

source: Fachliche Beratung bezüglich der Lizenzierung von Urheberrechten
en: Copyright (Professional advisory services relating to licensing of -)

source: Beratungsdienste bezüglich spiritueller Ausrichtung
en: Counselling relating to spiritual direction

source: Vergabe von Lizenzen bezüglich des Kopierens von Kabelfernsehprogrammen
en: Granting of licenses relating to the copying of cable television programmes

source: Lizenzierungsdienste bezüglich Musikveröffentlichungen
en: Licensing services relating to music publishing

source: Nachforschungen über Personen
en: Personal background investigations

source: Sicherheitsdienste zum Schutz von Eigentum
en: Security services for the protection of property

source: Ermittlungen in Bezug auf geistiges Eigentum
en: Investigations in relation to intellectual property

source: Erteilung von Auskünften zu menschenrechtlichen Themen
en: Providing information on issues concerning human rights

source: Beratungsdienste hinsichtlich der Lizenzierung geistigen Eigentums
en: Advisory services relating to intellectual property licensing

source: Beratungsdienste in Bezug auf Unversehrtheit und Sicherheit
en: Consultancy services relating to health and safety

source: Öffnen von Schlössern [Sicherheitsdienst]
en: Opening of locks [locksmiths' services]

source: Untersuchung übersinnlicher Ereignisse
en: Paranormal investigation services

source: Sicherheitsdienstleistungen für Airlines
en: Airline passenger safety services

source: Juristische Mediationsdienste
en: Legal mediation services

source: Registrierung von Domainnamen zur Identifizierung von Nutzern in einem weltweiten Computernetzwerk
en: Registration of domain names for identification of users on a global computer network

source: Erteilung von Auskünften in Bezug auf Verbraucherrechte
en: Information services relating to consumer rights
